import foto from '../../assets/img/3.png'
import Description from '../SectionComponent/SectionComponent'
import s from './history.module.scss'

export default function History() {
	return (
		<section id={'history'} className={s.history}>
			<Description
				imgTitle={'02/Історія'}
				imgSrc={foto}
				description={
					'57 ОМПБр входить до складу оперативного командування «Південь» Збройних сил України, була сформована після початку російської агресії, восени 2014 року. Взимку 2015 року підрозділи бригади воювали під Дебальцевим. Із травня 2019 носить ім’я кошового отамана Запорізької та Олешківської Січі Костя Гордієнка, який виступав проти московської окупації Гетьманщини. Пункти постійної дислокації підрозділів бригади були розташовані саме на місцевості колишніх Січей. В 2022 році бригада вела бої на Херсонщині та в місті Бахмут.'
				}
			/>
		</section>
	)
}
